Repository: Aka4Code/iOS3
Catalog: iMEGA/*.lproj/Localizable.strings
Languages: bs

source: Cancel
bs: Poništi

source: Error
bs: Greška

source: Name
bs: Ime

source: Size
bs: Veličina

source: Folder
bs: Mapa

# noCamera
source: No camera available
bs: Kamera nije dostupna

source: Attention
bs: Pažnja

# cameraPermissions
source: Please give MEGA app permission to access your Camera in your Settings!
bs: Molimo Vas da date ovlaštenje za MEGA app za pristup Vašoj Kameri u Vašim Postavkama.

# photoLibraryPermissions
source: Please give MEGA app permission to access your photo library in Settings!
bs: Molimo Vas da date MEGA app ovlaštenje za pristup Vašoj biblioteci slika u Postavkama.

# emptyFolderMessage
source: You can't download an empty folder
bs: Ne možete preuzeti prazan folder

# accountAlreadyConfirmed
source: Your account has already been activated. Please log in.
bs: Vaš nalog je već aktiviran. Molimo prijavite se.

# invalidLink
source: Invalid MEGA Link
bs: Nevažeći MEGA Link

source: File encrypted
bs: Fajl enkriptovan

# fileEncryptedMessage
source: For the moment you can't import or download an encrypted file.
bs: Ne možete da importujete ili da preuzmete enkriptovani fajl ukoliko nedostaje dekriptovani ključ.

source: Folder encrypted
bs: Folder enkriptovan

# folderEncryptedMessage
source: For the moment you can't import or download an encrypted folder.
bs: Ne možete importovati ili preuzeti enkriptovani folder ukoliko nedostaje dekriptovani ključ.

# loggedOut_alertTitle
source: Logged out
bs: Odjavljeni ste

# loggedOutFromAnotherLocation
source: You have been logged out of this device from another location
bs: Odjavljeni ste sa ovog uređaja sa druge lokacije.

source: MEGA SPACE
bs: MEGA PROSTOR

source: MEGA SPEED
bs: MEGA UBRZAVANJE

source: MEGA PRIVACY
bs: MEGA PRIVATNO

source: MEGA ACCESS
bs: MEGA PRISTUP

# megaSpaceText
source: Register now and get 50 GB of free space.
bs: Registrujte se sada i imate 50 GB slobodnog prostora.

# megaSpeedText
source: Uploads are fast. Quickly share files with everyone.
bs: Upolad je brz.Brzo šerujte fajlove sa svima.

# megaPrivacyText
source: Keep all your files safe with MEGA's end-to-end encryption.
bs: Sačuvajte sve Vaše fajlove sa MEGA end-to-end enkripcijom.

# megaAccessText
source: Get fully encrypted access anywhere, anytime.
bs: Imajte potpuno enkriptovan pristup bilo gdje, bilo kad.

source: Login
bs: Prijava

source: Create Account
bs: Kreirajte nalog

# invalidMailOrPassword
source: Invalid e-mail and/or password. Please try again
bs: Nevažeći e-mail i/ili šifra. Molimo Vas da pokušate ponovo.

# emailInvalidFormat
source: Enter a valid email
bs: Ukucaj validni e-mail

# passwordInvalidFormat
source: Enter a valid password
bs: Ukucaj važeću šifru

# passwordPlaceholder
source: Password
bs: Šifra

# termsOfServiceButton
source: I agree with the MEGA Terms of Service
bs: Saglasan sam sa uslovima o upotrebi servisa MEGA

# nameInvalidFormat
source: Enter a valid name
bs: Ukucajte validno ime

source: Passwords do not match
bs: Lozinka ne odgovara

# termsCheckboxUnselected
source: You need to agree with the Terms of Service to register an account on MEGA.
bs: Morate se složiti sa pravilima korištenja kako bi registrirali svoj nalog na MEGA servisu.

# emailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA
bs: Ova e-mail adresa je već registrovana na MEGA.

source: Awesome
bs: Sjajno

# accountCreated
source: Please check your e-mail and click the link to confirm your account.
bs: Molimo provjerite vaš e-mail i kliknite na link da potvrdite vaš korisnički račun.

# confirmText
source: Please enter your password to confirm your account
bs: Molimo Vas da unesete Vašu šifru da potvrdite Vaš nalog.

# confirmAccountButton
source: Confirm your account
bs: Potvrdite svoj nalog

# passwordWrong
source: Wrong password
bs: Pogrešna šifra

# alreadyLoggedInAlertTitle
source: You are logged in with another account
bs: Prijavili ste se sa drugog naloga

# alreadyLoggedInAlertMessage
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
bs: Ukoliko ste saglasni, ovaj nalog će biti odjavljen i svi Offline podaci će biti izbrisani. Da li želite da nastavite?

# nodeTooBig
source: You need more free space
bs: Treba da imate nešto slobodnog prostora na Vašem uređaju.

# importButton
source: Import to your Cloud Drive
bs: Importovanje na Cloud Drive

# openButton
source: Open file
bs: Otvorite datoteku

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
bs: Fajl koji pokušavate da preuzmete je veći nego memorija koju imate na raspolaganju

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the avaliable memory.
bs: Fajl koji pokušavate da otvorite je veći nego memorija koja je na raspolaganju.

# fileLinkUnavailableTitle
source: File link unavailable
bs: Fajl link je nedostupan

# fileLinkUnavailableText
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
bs: Ovo se desilo zbog mogućih razloga:- Fajl je uklonjen zbog narušavanja ToS/AUP.- Nevažeći URL - link kojem pokušavate da pristupite ne postoji.- Fajl je izbrisan od strane korisnika.

source: Download started!
bs: Start preuzimanja

# downloadButton
source: Download
bs: Preuzimanje

# folderTooBigMessage
source: The file you are trying to download is bigger than the avaliable memory.
bs: Folder koji pokušavate da preuzmete je veći nego memorija koja je na raspolaganju.

# folderCreationError
source: The folder '%@' can't be created
bs: Folder '%@' ne može biti kreiran

# folderLinkUnavailableTitle
source: Folder link unavailable
bs: Link na mapu nije dostupan

# folderLinkUnavailableText
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
bs: Ovo se desilo iz sledećih razloga:- Fajl je uklonjen zbog narušavanja ToS/AUP.- Nevažeći URL - link kojem pokušavate da pristupite ne postoji.- Link foldera je izbrisan od strane korisnika.

source: No Internet Connection
bs: Nema konekcije interneta

source: Empty Folder
bs: Nema fajlova u folderu

# folderLinkEmptyState_title
source: Empty folder link
bs: Prazan folder link

# folderLinkEmptyState_text
source: Currently, this link doesn't have any files.
bs: Ovaj link foldera nema nikakvih fajlova

# folderLinkEmptyState_textFolder
source: Currently, this child folder doesn't have any files.
bs: Ovaj subfolder nema nikakvih fajlova

# cloudDriveEmptyState_title
source: No files in your Cloud Drive
bs: Nema datoteka na disku.

# cloudDriveEmptyState_titleContact
source: No files in this shared folder
bs: Nema više fajlova na ovom folderu za dijeljenje

# cloudDriveEmptyState_titleRubbishBin
source: Empty rubbish bin
bs: Isprazni kantu za otpatke

# cloudDriveEmptyState_text
source: Add files using the upper button.
bs: Dodaj fajlove uz upotrebu dugmeta iznad

# cloudDriveEmptyState_textContact
source: Share something! Add files using the upper button.
bs: Podijeli nešto. Dodaj fajlove preko dugmeta iznad.

# cameraUploadsEmptyState_title
source: Camera Uploads is disabled
bs: Otpremanje Kamerom je onemogućeno

# cameraUploadsEmptyState_text
source: Enable Camera Uploads to have a copy of your device photos on MEGA.
bs: Omogućite Preuzimanja za Kameru da biste imali kopije slika sa Vašeg uređaja na MEGA.

# offlineEmptyState_title
source: No files saved for Offline
bs: Nema sačuvanih fajlova za offline

# offlineEmptyState_text
source: Download files to use them when you don't have internet connection.
bs: Preuzeti fajlovi za upotrebu kada nemate internet konekciju.

# contactsEmptyState_title
source: You don't have any contacts added yet!
bs: Nemate nikakvih kontakata

# contactsEmptyState_text
source: Add contacts using the upper button.
bs: Dodaj kontakt sa dugmetom gore.

# transfersEmptyState_titlePaused
source: Transfers Paused
bs: Transfer pauziran

# transfersEmptyState_textPaused
source: Resume the transfers using the upper button.
bs: Nastavite sa transferima uz pomoć dugmeta iznad.

# transfersEmptyState_textDownload
source: You don't have any pending downloads.
bs: Nemate više preuzimanja na čekanju.

# transfersEmptyState_textUpload
source: You don't have any pending uploads.
bs: Nemate nijedno otpremanje na čekanju

source: Cloud Drive
bs: Disk u oblaku

# files
source: %d files
bs: %d fajlova

# folders
source: %d folders
bs: %d foldera

# folderAndFile
source: %d folder • %d file
bs: 1 folder • 1 fajl

# foldersAndFiles
source: %d folders • %d files
bs: [A] foldera • [B] fajlova

# foldersAndFile
source: %d folders • %d file
bs: %d folder • 1 fajlova

# folderAndFiles
source: %d folder • %d files
bs: 1 folder • %d fajlova

source: Queued
bs: Na čekanju

source: Transfer canceled!
bs: Transfer otkazan

# sortTitle
source: Sort
bs: Sortiraj po

source: Save
bs: Snimi

# choosePhotoVideo
source: Choose
bs: Izaberite

# capturePhotoVideo
source: Capture
bs: Zahvati video ili foto

source: New Folder
bs: Nova mapa

# newFolderMessage
source: Name for the new folder
bs: Ime novog foldera

# createFolderButton
source: Create
bs: Napravi

# fileExistAlertController_Message
source: %@ already uploaded
bs: %@ već otpremljen

# uploadStarted_Message
source: Upload started!
bs: Start otpremanja

source: Save for Offline
bs: Sačuvaj za offline

source: Saved for Offline
bs: Sačuvano za offline

source: Get link
bs: Zgrabi link

source: Generating link...
bs: Generisanje linka...

source: Remove link
bs: Uklonite link

# removeLinkSuccess
source: The link has been removed
bs: Link je uklonjen

source: Downloading...
bs: Preuzimanje: [X]%

# cancelDownloadAlertViewText
source: Do you want to cancel the download?
bs: Da li želite da prekinete preuzimanje fajla

source: Move
bs: Pomaknuti

# moveFileMessage
source: 1 file moved
bs: 1 fajl uklonjen

# moveFilesMessage
source: %d files moved
bs: %d fajlova uklonjeno

# moveFolderMessage
source: 1 folder moved
bs: 1 folder uklonjen

# moveFoldersMessage
source: %d folders moved
bs: %d foldera uklonjeno

# moveFileFolderMessage
source: 1 file and 1 folder moved
bs: 1 fajl i 1 folder uklonjeni

# moveFileFoldersMessage
source: 1 file and %d folders moved
bs: 1 fajl i %d foldera uklonjeno

# moveFilesFolderMessage
source: %d files and 1 folder moved
bs: %d fajlova i 1 folder uklonjen

# moveFilesFoldersMessage
source: %d files and %d folders moved
bs: [A] fajlova i [B] foldera uklonjeno

source: Copy
bs: Kopirati

# copyFileMessage
source: 1 file copied
bs: 1 fajl kopiran

# copyFilesMessage
source: %d files copied
bs: %d fajlova kopirano

# copyFolderMessage
source: 1 folder copied
bs: 1 folder kopiran

# copyFoldersMessage
source: %d folders copied
bs: %d foldera kopirano

# copyFileFolderMessage
source: 1 file and 1 folder copied
bs: 1 fajl i 1 fajl kopiran

# copyFileFoldersMessage
source: 1 file and %d folders copied
bs: 1 fajl i %d folder kopiran

# copyFilesFolderMessage
source: %d files and 1 folder copied
bs: %d fajlova i 1 folder kopiran

# copyFilesFoldersMessage
source: %d files and %d folders copied
bs: [A] fajlova i [B] foldera kopirano

source: Rename
bs: Preimenisati

# renameNodeMessage
source: Enter the new name
bs: Unesite novo ime

# moveFileToRubbishBinMessage
source: Are you sure you want to move 1 file to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite 1 fajl u Korpu?

# moveFilesToRubbishBinMessage
source: Are you sure you want to move %d files to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite %d fajlova u Korpu?

# moveFolderToRubbishBinMessage
source: Are you sure you want to move 1 folder to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite 1 folder u Korpu?

# moveFoldersToRubbishBinMessage
source: Are you sure you want to move %d folders to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite %d foldera u Korpu?

# moveFileFolderToRubbishBinMessage
source: Are you sure you want to move 1 file and 1 folder to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite 1 fajl i 1 folder u Korpu?

# moveFileFoldersToRubbishBinMessage
source: Are you sure you want to move 1 file and %d folders to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite 1 fajl i %d foldera u Korpu?

# moveFilesFolderToRubbishBinMessage
source: Are you sure you want to move %d files and 1 folder to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite %d fajlova i 1 folder u Korpu?

# moveFilesFoldersToRubbishBinMessage
source: Are you sure you want to move %d files and %d folders to the rubbish bin?
bs: Da li ste sigurni da želite da uklonite [A] fajlova i [B] foldera u Korpu?

# permissionTitle
source: Permissions error
bs: Greška odobrenja

# permissionMessage
source: Check your permissions on this folder
bs: Provjerite Vaša ovlašćenja za ovaj folder

# sharedFolder_success
source: Folder shared!
bs: Folder podjeljen

# importTitle
source: Import to
bs: Unesite na

source: Import
bs: Unesi

source: File imported!
bs: Fajl importovan

# quotaExceeded
source: Storage quota exceeded
bs: Kvota je prekoračena

# selectTitle
source: Select items
bs: Izaberi

# photosPerMonth
source: %lu photos
bs: %lu fografija

# photoPerMonth
source: %lu photo
bs: %lu foto

# skipButton
source: Skip
bs: Preskočite

# enableCameraUploadsButton
source: Enable Camera Uploads
bs: Uključi otpremanje vizuelnih sadržaja

source: Camera Uploads enabled!
bs: Omogućena otpremanja kamerom

# oneItemSelected
source: %lu item selected
bs: %lu odabrano

# itemsSelected
source: %lu items selected
bs: %lu stvari selektovano

# cameraUploadsDisabled_alertView_message
source: Camera Uploads will be disabled, because you don't have enought space on your device
bs: Preuzimanja Kamere će biti onemogućena, zbog toga što nemate dovoljno prostora na Vašem uređaju

# contactsTitle
source: Contacts
bs: Kontakti

# addFromEmail
source: Insert an email
bs: Unesi e-mail

source: Add from contacts
bs: Dodaj iz kontakata

# addContactButton
source: Add
bs: Dodaj

# addContactError
source: Failed to add contact
bs: Greška dodavanja kontakta

# removeUserTitle
source: Remove contact
bs: Uklonite kontakt

# removeUserMessage
source: Are you sure you want to remove %@ from your contact list?
bs: Da li ste sigurni da želite da uklonite %@ sa Vaše liste kontakata?

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
bs: Da li ste sigurni da želite da uklonite %d korisnika sa Vaše liste kontakata?

# removedContacts
source: %d contacts removed
bs: %d kontakata uklonjeno

# removedContact
source: Contact %@ removed
bs: Kontakt %@ uklonjen

# leaveFolder
source: Leave
bs: Izadji

# shareFolderLeaved
source: Folder leave!
bs: Folder lijevo

source: Share folder
bs: Dijeljena mapa

source: Select
bs: Izaberite

source: Read only
bs: Samo čitanje

# readAndWrite
source: Read & Write
bs: Čitanje i Pisanje

source: Full access
bs: Potpun pristup

# settingsTitle
source: Settings
bs: Postavke

# cameraUploadsLabel
source: Camera Uploads
bs: Otpremanje vizualnih sadržaja

# rubbishBinLabel
source: Rubbish Bin
bs: Kanta za otpatke

source: Security Options
bs: Sigurnosne Opcije

source: About
bs: O nama

source: Language
bs: Jezik

# applicationLanguage
source: English
bs: Jezik aplikacije

# sendFeedbackLabel
source: Send Feedback
bs: Pošaljite komentare

source: No email account configured
bs: E-mail nalog na Vašem uređaju nije postavljen

# privacyPolicyLabel
source: Privacy Policy
bs: Podvrda privatnost

# termsOfServicesLabel
source: Terms of Service
bs: Prava korištenja

source: Off
bs: Ugašeno

source: On
bs: Upaljeno

source: Options
bs: Opcije

# uploadVideosLabel
source: Upload videos
bs: Otpremanje video sadržaja

# useCellularConnectionLabel
source: Use cellular connection
bs: Upotrebite žičanu konekciju

# onlyWhenChargingLabel
source: Only when charging
bs: Samo kada se uređaj puni

# cameraUploads_footer
source: When enabled new photos and videos will be uploaded.
bs: Kada omogućite onda će nove slike i video klipovi biti otpremljeni.

source: Version
bs: Verzija

source: Acknowledgements
bs: Priznanja

source: Master Key
bs: Master ključ

# changePasswordLabel
source: Change password
bs: Promijenite šifru

source: Export Master Key
bs: Eksportovanje mater ključa

# exportMasterKey_alertMessage
source: Security warning! This is a high risk operation. Do you want to continue?
bs: Sigurnosno upozorenje! Ovo je operacija visokog rizika. Da li želite da nastavite?

# exportMasterKeyFooter
source: Exporting the Master Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.
bs: Eksportovanje Master Ključa i čuvanje na sigurnoj lokaciji omogućava Vam da obnovite Vaš nalog u slučaju da izgubite šifru bez gubljenja podataka.

source: Master Key exported
bs: Master ključ eksportovan

# masterKeyExported_alertMessage
source: Masterkey.txt was saved on this device. Connect to your computer and open iTunes to access it on MEGA Documents. We strongly advise you to keep this file secure!
bs: Masterkey.txt je sačuvan na Vaš uređaj. Konektujte Vaš računar i otvorite iTune da pristupite na MEGA Dokumenta. Strogo Vas savjetujemo da sačuvate ovaj fajl sigurnim!

source: Master Key removed
bs: Master ključ uklonjen

# masterKeyRemoved_alertMessage
source: MasterKey.txt was removed from the Documents folder.
bs: MasterKey.txt je uklonjen iz foldera Dokumenta.

source: Remove
bs: Izbriši

# removeNodeFromRubbishBinTitle
source: Confirm removal
bs: Potvrdite uklanjanje

# removeFileToRubbishBinMessage
source: You are about to permanently remove 1 file. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite 1 fajl za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju)

# removeFilesToRubbishBinMessage
source: You are about to permanently remove %d files. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite %d fajlova za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju)

# removeFolderToRubbishBinMessage
source: You are about to permanently remove 1 folder. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite 1 folder za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju)

# removeFoldersToRubbishBinMessage
source: You are about to permanently remove %d folders. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite %d foldera za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju)

# removeFileFolderToRubbishBinMessage
source: You are about to permanently remove 1 file and 1 folder. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite 1 fajl i 1 folder za stalno . Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju.)

# removeFileFoldersToRubbishBinMessage
source: You are about to permanently remove 1 file and %d folders. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite 1 fajl i %d foldera za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju.)

# removeFilesFolderToRubbishBinMessage
source: You are about to permanently remove %d files and 1 folder. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite %d fajlova i 1 folder za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju.)

# removeFilesFoldersToRubbishBinMessage
source: You are about to permanently remove %d files and %d folders. Would you like to proceed? (You cannot undo this action.)
bs: Imate mogućnost da uklonite [A] fajlova i [B] foldera za stalno. Da li želite da proslijedite operaciju? (Ne možete naknadno povratiti ovu akciju.)

source: Current Password
bs: Trenutna šifra

source: New Password
bs: Nova šifra

source: Confirm Password
bs: Potvrdite lozinku

# passwordChanged
source: Your password has been changed.
bs: Vaša šifra je promijenjena.

# oldAndNewPasswordMatch
source: The new and the old password can not match.
bs: Nova i stara šifra ne odgovaraju jedna drugoj.

# changePasscodeLabel
source: Change passcode
bs: Promijenite Passcode

# simplePasscodeLabel
source: Simple passcode
bs: Jednostavna šifra

# eraseAllLocalDataLabel
source: Erase local data
bs: Ukloni lokalne podatke

# failedAttempstSectionTitle
source: Log out and erase local data after 10 failed passcode attempts
bs: Odjavi se i izbriši lokalne podatke nakon 10 propalih pokušaja unošenja šifre

# helpCentreLabel
source: Help centre
bs: Centar za pomoć

# helpCentreFooter
source: Get support or read popular topics.
bs: Imajte podršku ili čitajte popularne topike.

# rateUsLabel
source: Rate us!
bs: Ocijenite nas

source: Transfers
bs: Prenosi

source: All
bs: Svi

source: Downloads
bs: Preuzimanja

source: Uploads
bs: Otpremanja

source: Transfers canceled!
bs: Transferi otkazani

# cancelTransfersTitle
source: Cancel transfers
bs: Otkaži transfere

# cancelTransfersText
source: Do you want to cancel %@?
bs: Da li želiš da otkažeš %@?

# allInUppercaseTransfers
source: ALL transfers
bs: SVI transferi

# uploadInUppercaseTransfers
source: UPLOAD transfers
bs: OTPREMANJE transfera

# downloadInUppercaseTransfers
source: DOWNLOAD transfers
bs: PREUZIMANJE transfera

source: My Account
bs: Moj nalog

# logoutLabel
source: Log out
bs: Izloguj se

source: Logging out
bs: Odjavljivanje

source: Usage
bs: Upotreba

# localLabel
source: Local
bs: Lokalno

# usedSpaceLabel
source: Used
bs: Upotrebljeno

# availableLabel
source: Available
bs: Na raspolaganju

source: FREE
bs: BESPLATNO

source: expires on %@
bs: ističe %@

source: Incoming Shares
bs: Nadolazeće šerovanje

source: of %@
bs: od%@

source: used of %@
bs: zauzeto %@

source: available of %@
bs: dostupno od %@

source: Upgrade account
bs: Nadogradnja naloga

# productSpace
source: Storage %@
bs: Skladištenje

# productBandwidth
source: Bandwidth %@
bs: Protok

# productPricePerMonth
source: %.2f %@ per month
bs: %.2f %@ mjesečno
